---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemTopMinorMatchesBottomMinor
source: html/3c6c1387-182e-3871-fd1f-12c5eeec65f7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemTopMinorMatchesBottomMinor Property

"Top and Bottom Minor Layers Match"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemTopMinorMatchesBottomMinor { get; }
```